<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: alipay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['weixin'] = '微信支付';
$_LANG['weixin_desc'] = '微信支付插件';
$_LANG['appid'] = '微信公众帐户应用ID';
$_LANG['mchid'] = '商户号';
$_LANG['key'] = '微信支付密钥';
$_LANG['appsecret'] = '应用密钥';
$_LANG['js_api_call_url'] = '获取access_token过程中的跳转uri';
$_LANG['notify_url'] = '异步通知url';
?>